//这里的"名人名言"看完了就没意思了！

//指定条目数
tips = new Array(32);
//条目内容
tips[0] = '生活是不公平的，你要去适应它。';
tips[1] = '时刻记得自己在干些什么，就不叫浪费时间。';
tips[2] = '学习不是扯淡。 -- 名人名言';
tips[3] = '可以忘记的东西太多，能够记住的东西太少。';
tips[4] = '万事万物，皆有其存在之道理。';
tips[5] = '希望是这个时代像金子一样珍贵的东西。';
tips[6] = '好和坏，不过是从内心出发的想法。';
tips[7] = '法律是所有人的法律，道德是自己心里的道德。';
tips[8] = '既然我们都是过客，又何必抱怨太多。';
tips[9] = '劝君莫惜金缕衣，劝君惜取少年时。';
tips[10] = '有罪的人，并不需要我们去指手画脚。';
tips[11] = '既然有人会去做的事，我们又何必抢先一步呢。';
tips[12] = '我们每天所经历一点一滴的，都是生活。';
tips[13] = '生活就是永不停息的小风小浪。';
tips[14] = '能让你坚持下去的事情，对你来说就是有意义的。';
tips[15] = '先把自己做到最好，才能把问题推给别人。';
tips[16] = '就让时间自己流淌去吧，既然我们没办法改变。';
tips[17] = '时间在走，你就不能停止向前。';
tips[18] = '有始有终的事情，才算完整。';
tips[19] = '有所追求，难免就会有所放弃。';
tips[20] = '并非所有事情都有结局。';
tips[21] = '期待只会受伤害。';
tips[22] = '让我打个赌：今天你肯定还没有忏悔。';
tips[23] = '事实是浮在水面上的，真相是沉在水底的。';
tips[24] = '失而复得就是赚到了。';
tips[25] = '因为世界阴暗，所以才拥有走下去的价值。';
tips[26] = '投共一念起，刹那天地宽。';
tips[27] = '一场梦，醒了就作罢吧。';
tips[28] = '对待生活要冷一点。';
tips[29] = '事情无论对错，总该是有意义的。';
tips[30] = '可能是事实，但不一定是真相。';
tips[31] = 'You will feel that everything is on its way to somewhere.';
tips[32] = '只要你没空去想死亡有多可怕，那你就不会怕死。';

index = Math.floor(Math.random() * tips.length);
document.write(tips[index]); 
